import HelpPageTemplate from "../../helpPageTemplate/helpPageTemplate"
import helpArmy from './images/helpArmy.jpg'

export default function HelpArmy() {
  window.scroll({
    left: 0,
    top: 0
  })
  return (
    <HelpPageTemplate
      title='Допомога Збройним Силам України'
      firstDescription='Якість, швидкість, професійність – основні принципи команди волонтерів Антитіла, що забезпечує всім необхідним Збройні Сили України безпосередньо на передовій. З 2014 року, комунікуюючи напряму із командирами та бійцями, особисто перевіряючи перебуваючи в зоні бойових дій ми формуємо запити та доставляємо вантажі до рук отримувача в найгарячіші місця лінії фронту. Безпосередньо аналізуємо ситуації і потреби на місцях. Консультуємо і вчимо солдат користуватись сучасними засобами розвідки і спостереження. Особисто перевіряємо якість засобів захисту і медицини, контролюючи кожен крок від отримання потреби, до пошуку, придбання і доставки в найкоротші терміни.'
      img={helpArmy}
      backgroundColor="#6F8C65"
      smallTitle='Українські військові потребують:'
      smallDescriptions={['Сучасні електронні засоби для нічного спостереження і водіння авто', 'Автівки і ремонт пошкоджених в бою транспортних', 'Автівки і ремонт пошкоджених в бою транспортних', 'Потужні засоби зв’язку і супутникові телефони', 'Тактична медицина', 'Амуніція, засоби захисту']}
      lastDescription='Можна допомогти доставивши на наш склад амуніцію або медикаменти. Дзвоніть, наші менеджери скорегують вас, а якщо немає можливості, але ви хочете допомогти, у нас є розділ ПІДТРИМКА.Ви можете долучитись разово, натиснувши на кнопку «Підтримати», або допомагати регулярно, натиснувши «Регулярний Донат».' />
  )
}